{
    "ANS_KEY_JSON_Data": "{\n    \"1\": [\n        [\n            \"Which of the following equations has the sum of its roots as 3? (A) x²+3x-5=0 (B) -x²+3x+3=0 (C) √2x²-X-1 (D) 3x²-3x-3=0\"\n        ]\n    ],\n    \"2\": [\n        [\n            \"The sum of first five multiples of 3 is (A) 45 (B) 65 (C) 75 (D) 90\"\n        ]\n    ],\n    \"3\": [\n        [\n            \"If radii of the two concentric circles are 15cm and 17cm, then the length of each chord ofone circle which is tangent to other is (A) 8cm (B) 16cm (C) 30cm (D) 17cm\"\n        ]\n    ],\n    \"4\": [\n        [\n            \"In Fig. 1, PQ and PR are tangents to the circlewith centre O such that QPR=50°,then ∠OQR is equal to (A) 25° (B) 30° (C) 40° (D) 50°\"\n        ]\n    ],\n    \"5\": [\n        [\n            \"Two tangents making an angle of 120° with eah other, are drawn to a circle of radius 6cm,then the length of each tangent is equal to (A) √3cm (B) 6√3cm (C) √2cm (D) 2√3cm\"\n        ]\n    ],\n    \"6\": [\n        [\n            \"To draw a pair of tangents to a circle which are inclined to each other at an angle of 100°,it is required to draw tangents at end points of those two radii of the circle, the anglebetween which should be (A) 100° (B) 50° (C) 80° (D) 200°\"\n        ]\n    ],\n    \"7\": [\n        [\n            \"The height of a cone is 60cm. A small cone is cut off at the top by a plane parallel to the1base and its volume is 64 th the volume of original cone. The height from the base atwhich the section is made is (A) 15cm (B) 30cm (C) 45cm (D) 20cm\"\n        ]\n    ],\n    \"8\": [\n        [\n            \"If the circumference of a circle is equal to the perimeter of a square then the ratio of their areas is (A) 22:7 (B) 14:11 (C) 7:22 (D) 7:11\"\n        ]\n    ],\n    \"9\": [\n        [\n            \"A pole 6m high casts a shadow 2√3 m long on the ground, then the sun's elevation is (A) 60° (B) 45° (C) 30° (D) 90°\"\n        ]\n    ],\n    \"10\": [\n        [\n            \"Which of the following cannot be the probability of an event? (㉠) 1/5 (B) 0.3 (C) 4% (D) 5\"\n        ]\n    ],\n    \"11\": [\n        [\n            \"Find the roots of the following quadratic equation:x²-x-=055\"\n        ]\n    ],\n    \"12\": [\n        [\n            \"If the numbers x-2, 4x-1 and 5x+2 are in A.P., Find the value of x.\"\n        ]\n    ],\n    \"13\": [\n        [\n            \"Two tangents PA and PB are drawn from an external point P to a circle with centre O.Prove that AOBP is a cyclic quadrilateral.\"\n        ]\n    ],\n    \"14\": [\n        [\n            \"In Fig.2, a circle of radius 7cm is inscribed in a square.Find the area of the shaded region. Use =227Fig. 2\"\n        ]\n    ],\n    \"15\": [\n        [\n            \"How many spherical lead shots each having diameter 3cm can be made from a cuboidal lead solid of dimensions 9cm x 11cm x 12cm?\"\n        ]\n    ],\n    \"16\": [\n        [\n            \"Point P (5,-3) is one of the two points of trisection of the line segment joining the pointsA(7,-2) and B(1,-5) near to A. Find the coordinates of the other point of trisection.\"\n        ]\n    ],\n    \"17\": [\n        [\n            \"Show that the point P(-4,2) lies on the line segment joining the points A(-4,6) and B(-4,-6).\"\n        ]\n    ],\n    \"18\": [\n        [\n            \"Two dice are thrown at the sametime. Find the probability of getting different numbers on both dice. OR A coin is tossed two times. Find the probability of getting atmost one head.\"\n        ]\n    ],\n    \"19\": [\n        [\n            \"Find the roots of the equation2x-3 + x5-1 = 1 x ≠., 5. OR Anatural number, when increased by 12, becomes equal to 160 times its reciprocal. Find the number.\"\n        ]\n    ],\n    \"20\": [\n        [\n            \"Find the sum of the integers between 100 and 200 that are divisible by 9.\"\n        ]\n    ],\n    \"21\": [\n        [\n            \"In Fig. 3, two tangents PQ and PR are drawn to a circle with centre O from an external point P.Prove that QPR = 2∠OQR. OR\"\n        ]\n    ],\n    \"22\": [\n        [\n            \"Prove that the parallelogram circumscribing a circle is a rhombus. Draw a triangle ABC with side BC=6cm, AB=5cm and ABC=60°. Then construct a triangle whose sides are 3/2 time the corresponding sides of ΔABC.\"\n        ]\n    ],\n    \"23\": [\n        [\n            \"In Fig. 4, OABC is a square inscribed in a quadrant OPBQ.If OA=20cm, find the area of shaded region. [Use π=3.14]\"\n        ]\n    ],\n    \"24\": [\n        [\n            \"A hemispherical depression is cut out from one face of a cubical wooden block such that the diameter of the hemisphere is equal to the edge of the cube. Determine the surface area of the remaining solid. OR A copper rod of diameter 1cm and length 8cm is drawn into a wire of length 18m of uniform thickness. Find the thickness of the wire.\"\n        ]\n    ],\n    \"25\": [\n        [\n            \"A tower stands vertically on the ground. From a point on the ground which is 20m away from the foot of the tower, the angle of elevation of the top of the tower is found to be 60°.Find the height of the tower.\"\n        ]\n    ],\n    \"26\": [\n        [\n            \"Prove that the points A(4,3), B(6,4), C(5,-6) and D(3,-7) in that order are the vertices of a parallelogram.\"\n        ]\n    ],\n    \"27\": [\n        [\n            \"The points A(2,9), B(a,5), C(5,5) are the vertices of a triangle ABC right angled at B. Find the value of 'a' and hence the area of ΔABC.\"\n        ]\n    ],\n    \"28\": [\n        [\n            \"Cards with numbers 2 to 101 are placed in a box. A card is selected at random from the box. Find the probability that the card which is selected has a number which is a perfect square.\"\n        ]\n    ],\n    \"29\": [\n        [\n            \"A train travels at a certain average speed for a distance of 63km and then travels a distance of 72km at an average speed of 6km/hr more than its original speed. If it takes 3hours to complete the total journey, what is its original average speed? OR Find two consecutive odd positive integers, sum of whose squares is 290.\"\n        ]\n    ],\n    \"30\": [\n        [\n            \"A sum of Rs. 1400 is to be used to give seven cash prizes to students of a school for their overall academic performance. If each prize is Rs. 40 less than the preceding price, find the value of each of the prizes.\"\n        ]\n    ],\n    \"31\": [\n        [\n            \"Prove that the lengths of tangents drawn from an external point to a circle are equal.\"\n        ]\n    ],\n    \"32\": [\n        [\n            \"A well of diameter 3m and 14m deep is dug. The earth, taken out of it, has been evenly spread all around it in the shape of a circular ring of width 4m to form an embankment.Find the height of the embankment. OR 21 glass spheres each of radius 2cm are packed in a cuboidal box of internal dimensions 16cmx8cmx8cm and then the box is filled with water. Find the volume of water filled in the box.\"\n        ]\n    ],\n    \"33\": [\n        [\n            \"The slant height of the frustum of a cone is 4cm and the circumferences of its circular ends are 18cm and 6cm. Find curved surface area of the frustum.\"\n        ]\n    ],\n    \"34\": [\n        [\n            \"From a point on the ground, the angles of elevation of the bottom and top of a transmission tower fixed at the top of a 20m high building are 45° and 60° respectively. Find height of the tower.\"\n        ]\n    ]\n}"
}